Revit 2027 API
GroupTypeId.General Property
 General.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId General { get; }
Public Shared ReadOnly Property General As ForgeTypeId
	Get
public:
static property ForgeTypeId^ General {
	ForgeTypeId^ get ();
}
static member General : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace